IDEA Open Model
StagesLoading.CssComponentLoad Property
 Cross-section component loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<CssComponentLoading> CssComponentLoad { get; set; }
Public Property CssComponentLoad As List(Of CssComponentLoading)
	Get
	Set
public:
property List<CssComponentLoading^>^ CssComponentLoad {
	List<CssComponentLoading^>^ get ();
	void set (List<CssComponentLoading^>^ value);
}
Property Value
Type: List<CssComponentLoading>
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace